[
    {
        "text": "For me, the camera is a sketchbook, an instrument of intuition and spontaneity.",
        "author": "Henri Cartier-Bresson"
    },
    {
        "text": "The eye should learn to listen before it looks.",
        "author": "Robert Frank"
    },
    {
        "text": "It's not enough to just own a camera. Everyone owns a camera. To be a photographer, you must understand, appreciate, and harness the power you hold!",
        "author": "Mark Denman"
    },
    {
        "text": "A photograph is usually looked at - seldom looked into.",
        "author": "Ansel Adams"
    },
    {
        "text": "A good photograph is knowing where to stand.",
        "author": "Ansel Adams"
    },
    {
        "text": "The painter constructs, the photographer discloses.",
        "author": "Susan Sontag"
    },
    {
        "text": "That frame of mind that you need to make fine pictures of a very wonderful subject; you cannot do it by not being lost yourself.",
        "author": "Dorothea Lange"
    },
    {
        "text": "We are making photographs to understand what our lives mean to us.",
        "author": "Ralph Hattersley"
    },
    {
        "text": "The context in which a photograph is seen affects the meaning the viewer draws from it.",
        "author": "Stephen Shore"
    },
    {
        "text": "Photographs are just light and time.",
        "author": "Aza Holmes"
    },
    {
        "text": "The way that light hits objects, I think, is one of the more important things that sculpture and photography share.",
        "author": "Rashid Johnson"
    },
    {
        "text": "Only photography has been able to divide human life into a series of moments, each of them has the value of a complete existence.",
        "author": "Eadweard Muybridge"
    },
    {
        "text": "What do we feel when we look at a good photograph? We just want to be there, right at the exact moment that photo taken!",
        "author": "Mehmet Murat Ildan"
    },
    {
        "text": "Photography is an immediate reaction, drawing is a meditation.",
        "author": "Henri Cartier-Bresson"
    },
    {
        "text": "Photography, to me, is catching a moment which is passing, and which is true.",
        "author": "Jacques-Henri Lartigue"
    },
    {
        "text": "The biggest cliche in photography is sunrise and sunset.",
        "author": "Catherine Opie"
    },
    {
        "text": "Photography is a way of feeling, of touching, of loving. What you have caught on film is captured forever... it remembers little things, long after you have forgotten everything.",
        "author": "Aaron Siskind"
    },
    {
        "text": "Photography takes an instant out of time, altering life by holding it still.",
        "author": "Dorothea Lange"
    },
    {
        "text": "When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis.",
        "author": "Connor Franta"
    },
    {
        "text": "The art of photography is all about directing the attention of the viewer.",
        "author": "Steven Pinker"
    },
    {
        "text": "My interest in photography is not to capture an image I see or even have in my mind, but to explore the potential of moments I can only begin to imagine.",
        "author": "Lois Greenfield"
    },
    {
        "text": "In photography, there is a reality so subtle that it becomes more real than reality.",
        "author": "Alfred Stieglitz"
    },
    {
        "text": "Every viewer is going to get a different thing. That's the thing about painting, photography, cinema.",
        "author": "David Lynch"
    },
    {
        "text": "It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography, everything is so ordinary; it takes a lot of looking before you learn to see the extraordinary.",
        "author": "David Bailey"
    },
    {
        "text": "Photography is more than a medium for factual communication of ideas. It is a creative art.",
        "author": "Ansel Adams"
    },
    {
        "text": "One advantage of photography is that it's visual and can transcend language.",
        "author": "Lisa Kristine"
    },
    {
        "text": "I think that's the strength of photography - to decide the decisive moment, to click in the moment to come up with a picture that never comes back again.",
        "author": "Rene Burri"
    },
    {
        "text": "Light makes photography. Embrace light. Admire it. Love it. But above all, know light. Know it for all you are worth, and you will know the key to photography.",
        "author": "George Eastman"
    },
    {
        "text": "Photography is the simplest thing in the world, but it is incredibly complicated to make it really work.",
        "author": "Martin Parr"
    },
    {
        "text": "Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited, and the wealth and confusion man has created. It is a major force in explaining man to man.",
        "author": "Edward Steichen"
    },
    {
        "text": "Photography, as we all know, is not real at all. It is an illusion of reality with which we create our own private world.",
        "author": "Arnold Newman"
    },
    {
        "text": "Photography is about finding out what can happen in the frame. When you put four edges around some facts, you change those facts.",
        "author": "Garry Winogrand"
    },
    {
        "text": "The way that light hits objects in life, three-dimensional objects before you photograph them is really the story of photography.",
        "author": "Rashid Johnson"
    },
    {
        "text": "Technology has eliminated the basement darkroom and the whole notion of photography as an intense labor of love for obsessives and replaced them with a sense of immediacy and instant gratification.",
        "author": "Joe McNally"
    },
    {
        "text": "The whole nature of photography has changed with the advent of a camera in everybody's hand.",
        "author": "Sally Mann"
    },
    {
        "text": "The advent of the digital age and the immediacy and convenience of digital video and photography allows people to become an integral part of the feedback loop, which actively shapes the content we are fed.",
        "author": "Damian Loeb"
    },
    {
        "text": "In terms of digital photography, I continue to print and use film for the most part. I still shoot with film, 21/4 film specifically, and I love it. I love it because I know what it does, how it really responds to light.",
        "author": "Carrie Mae Weems"
    },
    {
        "text": "What I like about photographs is that they capture a moment that's gone forever, impossible to reproduce.",
        "author": "Karl Lagerfeld"
    },
    {
        "text": "When words become unclear, I shall focus on photographs. When images become inadequate, I shall be content with silence.",
        "author": "Ansel Adams"
    },
    {
        "text": "When you photograph people in color, you photograph their clothes. But when you photograph people in Black and white, you photograph their souls!",
        "author": "Ted Grant"
    },
    {
        "text": "A good snapshot keeps a moment from running away.",
        "author": "Eudora Welty"
    },
    {
        "text": "Today, everything exists to end in a photograph.",
        "author": "Susan Sontag"
    },
    {
        "text": "A photograph is a moral decision taken in one-eighth of a second.",
        "author": "Salman Rushdie, The Ground Beneath Her Feet"
    },
    {
        "text": "The camera has always been a guide, and it's allowed me to see things and focus on things that may be an average person wouldn't even notice.",
        "author": "Don Chadwick"
    },
    {
        "text": "To me, photography is the simultaneous recognition, in a fraction of a second, of the significance of an event.",
        "author": "Henri Cartier-Bresson"
    },
    {
        "text": "What can be proved by a photograph can never be by a word.",
        "author": "T.A"
    },
    {
        "text": "Photography is an itch that won't go away. No matter how much you scratch it.",
        "author": "Dara McGrath"
    },
    {
        "text": "Stare. It is the way to educate your eye, and more. Stare, pry, listen, eavesdrop. Die knowing something. You are not here long.",
        "author": "Walker Evans"
    },
    {
        "text": "Sharpness is a bourgeois concept.",
        "author": "Henri Cartier-Bresson"
    },
    {
        "text": "Regarding the creative: never assume you're the master, only the student. Your audience will determine if you're masterful.",
        "author": "Don Roff"
    },
    {
        "text": "My love of photography is melded with the ability to capture what I want to remember in the moment I want to never forget.",
        "author": "Devin Dygert"
    },
    {
        "text": "It's amazing how photography can capture just a split second of something exquisite.",
        "author": "Kiera Cass, The Prince"
    },
    {
        "text": "The camera makes you forget you're there. It's not like you are hiding, but you forget, you are just looking so much.",
        "author": "Annie Leibovitz"
    },
    {
        "text": "No matter how sophisticated the camera, the photographer is still the one that makes it.",
        "author": "Doug Bartlow"
    },
    {
        "text": "God creates the beauty. My camera and I are a witness.",
        "author": "Mark Denman"
    },
    {
        "text": "In my view, you cannot claim to have seen something until you have photographed it.",
        "author": "Émile Zola"
    },
    {
        "text": "My pictures are about making people realize we've got to protect those who can't speak for themselves.",
        "author": "Michael Nichols"
    },
    {
        "text": "Taking a picture is like giving a piece of your soul away. You allow other people to see the world through your eyes.",
        "author": "Katja Michael"
    },
    {
        "text": "When the world asks, 'what was it like?' Only the photographer can say, 'See!'",
        "author": "Mark Denman"
    },
    {
        "text": "The photographer does the world a great disservice when he leaves his camera at home.",
        "author": "Mark Denman"
    },
    {
        "text": "When I make a photograph, I feel that I hold a piece of the universe in my hands.",
        "author": "Paul Chaplo"
    },
    {
        "text": "When a photo of a person looks deep into your spirit and tells you a thousand stories….. Stories from your past even before you existed, then the photo is way above any description.",
        "author": "Sameh Elsayed"
    },
    {
        "text": "There is the satisfaction of being able to look at the image without flinching. There is the pleasure of flinching.",
        "author": "Sontag, Susan"
    },
    {
        "text": "My best photo will be the last one that I want to be taken.",
        "author": "Biju Karakkonam"
    },
    {
        "text": "Do not take pictures to please the public; the photo should be spontaneous and free.",
        "author": "Betty Poluk"
    },
    {
        "text": "Some days, you just get lucky… Other days you wait patiently for luck to happen.",
        "author": "Destin Sparks"
    },
    {
        "text": "I take the same picture twice. First, with my heart, then camera.",
        "author": "Biju Karakkonam"
    },
    {
        "text": "Whosoever possesses a camera should never know boredom.",
        "author": "Wayne Gerard Trotman"
    },
    {
        "text": "Photography is an austere and blazing poetry of the real.",
        "author": "Ansel Adams"
    },
    {
        "text": "Your photography is a record of your living, for anyone who really sees.",
        "author": "Paul Strand"
    },
    {
        "text": "It is one thing to photograph people. It is another to make others care about them by revealing the core of their humanness.",
        "author": "Paul Strand"
    },
    {
        "text": "I began to realize that the camera sees the world differently than the human eye and that sometimes those differences can make a photograph more powerful than what you actually observed.",
        "author": "Galen Rowell"
    },
    {
        "text": "The two most engaging powers of a photograph are to make new things familiar and familiar things new.",
        "author": "William Thackeray"
    },
    {
        "text": "When you photograph a face…you photograph the soul behind it.",
        "author": "Jean-Luc Godard"
    },
    {
        "text": "If I could tell the story in words, I wouldn't need to lug around a camera.",
        "author": "Lewis Hine"
    }
]